//task name label
HSDTaskName = "팩스 기록";

HSDFaxLogsDescription = "차단 또는 차단 해제할 팩스 번호 확인란을 선택한 후 적용을 누릅니다.";

//Table view table titles
HSDTableColumnTitleType = "종류";
HSDTableColumnTitleDate = "날짜";
HSDTableColumnTitleTime = "시간";
HSDTableColumnTitleDuration = "기간";
HSDTableColumnTitlePages = "페이지";
HSDTableColumnTitleResult = "결과";
HSDTableColumnTitleFaxNumber = "팩스 번호";
HSDTableColumnTitleBlock = "차단";

//Button titles
HSDPrintButtonTitle = "팩스 활동 로그 인쇄";
HSDApplyButtonTitle = "지금 적용";

//Printing progress title
PrintingProgressTitle = "인쇄 중… 기다리십시오";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "받은 팩스 기록";
SentFaxesLogMenuItemTitle = "보낸 팩스 기록";
AllFaxesLogMenuItemTitle = "모든 팩스 기록";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "차단 번호 한계 도달";
FaxBlackListLimitErrorDescription = "장치는 최대 %d 개의 차단 팩스 번호를 저장할 수 있습니다. 팩스 번호 일부를 차단 해제한 후 다시 시도합니다.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "장치가 온라인 상태이고 팩스 작업이 진행 중이지 않은지 확인하십시오.";

//Fax session types
SentSessitonType = "보냄";
RecievedSessionType = "받음";

//Fax log results
SuccessResultCode = "성공";
ErrorResultCode = "오류";
BusyResultCode = "사용 중";
NoAnswerResultCode = "응답 없음";
NoDialToneResultCode = "다이얼 톤 없음";
NoDocumentResultCode = "문서 없음";
DocumentJamResultCode = "문서 걸림";
DoorOpenResultCode = "도어 열림";
PowerFailureResultCode = "정전";
BlacklistedResultCode = "블랙리스트";
StorageFullResultCode = "저장 장치 꽉 참";
OutOfMemoryResultCode = "메모리 부족";
PhoneLineUnavailableResultCode = "전화선 없음";
FaxDisconnectedResultCode = "팩스 연결 안 됨";
PCDisconnectedResultCode = "컴퓨터 연결 안 됨";
RemoteNotColorResultCode = "리모트 컬러 없음";
CommunicationErrorResultCode = "통신 오류";
CancelledResultCode = "취소됨";
